[
{"author": "Eric Robertson", "birthDate": null, "deathDate": null, "biography": null},
{"author": "H. D. Carlton", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Robert Greene", "birthDate": "14 May 1959", "deathDate": null, "biography": "Robert Greene (born May 14, 1959) is an American author known for his books on strategy, power, and seduction. He has written six international bestsellers: "},
{"author": "Colleen Hoover", "birthDate": "December 11, 1979", "deathDate": null, "biography": "Colleen Hoover is the #1 New York Times and International bestselling author of multiple novels and novellas. She lives in Texas with her husband and their three boys. She is the founder of The Bookworm Box, a non-profit book subscription service and bookstore in Sulphur Springs, Texas.\n"},
{"author": "Zana Kheiron", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Tahereh Mafi", "birthDate": "November 9, 1988", "deathDate": null, "biography": "Tahereh Mafi is an American author based in Santa Monica, California. She is known for writing young adult fiction.\n"},
{"author": "Ali Hazelwood", "birthDate": null, "deathDate": null, "biography": "Italian neuroscientist and writer of romance novels.\n"},
{"author": "Robert T. Kiyosaki", "birthDate": "8 Apr 1947", "deathDate": null, "biography": null},
{"author": "Mark Manson", "birthDate": "9 March 1984", "deathDate": null, "biography": "American author and blogger\n"},
{"author": "Dale Carnegie", "birthDate": "November 24, 1888", "deathDate": "November 1, 1955", "biography": "Dale Harbison Carnegie was an American writer and lecturer and the developer of famous courses in self-improvement, salesmanship, corporate training, public speaking, and interpersonal skills."},
{"author": "Roos", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Morgan Housel", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Sarah J. Maas", "birthDate": "05 March 1986", "deathDate": null, "biography": "American author known for her fantasy series.\n"},
{"author": "Stephen King", "birthDate": "September 21, 1947", "deathDate": null, "biography": "Stephen Edwin King (born September 21, 1947) is an American author of horror, supernatural fiction, suspense, crime, science-fiction, and fantasy novels. His books have sold more than 350 million copies, and many have been adapted into films, television series, miniseries, and comic books. King has published 63 novels, including seven under the pen name Richard Bachman, and five non-fiction books. He has also written approximately 200 short stories, most of which have been published in book collections.\n"},
{"author": "Ana Huang", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Stephenie Meyer", "birthDate": "24 December 1973", "deathDate": null, "biography": "an American novelist and film producer. She is best known for writing the vampire romance series Twilight."},
{"author": "Jeff Kinney", "birthDate": "19 February 1971", "deathDate": null, "biography": "Jeffrey Patrick \"Jeff\" Kinney (born February 19, 1971) is an American game designer and author of children's books including the Diary of a Wimpy Kid book series. He is also attributed to be the creator of the children-oriented website Poptropica.\n"},
{"author": "Kathleen Glasgow", "birthDate": "1969", "deathDate": null, "biography": "American author\n"},
{"author": "Holly Black", "birthDate": "10 November 1971", "deathDate": null, "biography": "American writer of fantasy novels for kids and teens.\n"},
{"author": "Rick Riordan", "birthDate": "5 Jun 1964", "deathDate": null, "biography": null},
{"author": "Suzanne Collins", "birthDate": "1962", "deathDate": null, "biography": "American author of young adult literature, whose works include "},
{"author": "Bianca Sparacino", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Stephen R. Covey", "birthDate": "October 24, 1932", "deathDate": "July 16, 2012", "biography": "Stephen Richards Covey was the author of the non-fiction books including the best-seller, \"The Seven Habits of Highly Effective People\". He was also a professor at the Jon M. Huntsman School of Business at Utah State University.\n"},
{"author": "Jane Austen", "birthDate": "December 16, 1775", "deathDate": "July 18, 1817", "biography": "Jane Austen was an English writer. Although Austen was widely read in her lifetime, she published her works anonymously. The most urgent preoccupations of her bright, young heroines are courtship and marriage. Austen herself never married. Her best-known books include "},
{"author": "Holly Jackson", "birthDate": "1992", "deathDate": null, "biography": "British writer\n"},
{"author": "George R. R. Martin", "birthDate": "September 20, 1948", "deathDate": null, "biography": "George Raymond Richard Martin (born September 20, 1948), sometimes referred to as GRRM, is an American author and screenwriter of fantasy, horror, and science fiction. He is best known for his ongoing "},
{"author": "E. L. James", "birthDate": "7 March 1963", "deathDate": null, "biography": null},
{"author": "Alex Michaelides", "birthDate": "1977", "deathDate": null, "biography": null},
{"author": "Norman Vincent Peale", "birthDate": "May 31, 1898", "deathDate": "December 24, 1993", "biography": "Norman Vincent Peale was a minister and author (most notably of The Power of Positive Thinking) and a progenitor of \"positive thinking\". His ideas were not accepted by mental health experts. Raised as a Methodist and ordained as a Methodist minister in 1922, Peale changed his religious affiliation to the Reformed Church in America in 1932 and began a 52-year tenure as pastor of Marble Collegiate Church in Manhattan. During that time the church's membership grew from 600 to over 5,000, and he became one of New York City's most famous preachers.\n"},
{"author": "Patrick King", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Jennette McCurdy", "birthDate": "June 26, 1992", "deathDate": null, "biography": "American writer, director, podcaster, singer, and former actress.\n"},
{"author": "Héctor García", "birthDate": "1981", "deathDate": null, "biography": null},
{"author": "Laura Nowlin", "birthDate": null, "deathDate": null, "biography": null},
{"author": "George Orwell", "birthDate": "25 June 1903", "deathDate": "21 January 1950", "biography": "George Orwell, originally born as Eric Arthur Blair, was an English novelist and journalist. His work is marked by keen intelligence and wit, a profound awareness of social injustice, an intense, revolutionary opposition to totalitarianism, a passion for clarity in language and a belief in democratic socialism. ("},
{"author": "Cal Newport", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Hanya Yanagihara", "birthDate": "1974", "deathDate": null, "biography": "Hanya K Yanagihara (born September 20, 1974)[3] is an American novelist, editor, and travel writer. She grew up in Hawaii.[4]\n"},
{"author": "Sun Tzu", "birthDate": "6th cent. B.C.", "deathDate": null, "biography": null},
{"author": "R. J. Palacio", "birthDate": "13 Jul 1963", "deathDate": null, "biography": "Raquel J. Palacio lives in Brooklyn, NY with her husband, two sons and two dogs (Bear and Beau). Her debut novel, Wonder, has been on the New York Times bestseller list since March, 2012, and has sold over 5 million copies worldwide. The book’s message of kindness has inspired the Choose Kind movement, and has been embraced by readers, young and old, around the world.\n"},
{"author": "Madeline Miller", "birthDate": "24 July 1978", "deathDate": null, "biography": "Madeline Miller was born in Boston and grew up in New York City and Philadelphia. She attended Brown University, where she earned her BA and MA in Classics. For the last ten years she has been teaching and tutoring Latin, Greek and Shakespeare to high school students. She also studied in the Dramaturgy department at Yale School of Drama, where she focused on the adaptation of classical texts to modern forms. She currently lives near Philadelphia, PA. The Song of Achilles is her first novel. Her second novel, Circe, will be published in April 2018. Visit her website at: www.madelinemiller.com\n"},
{"author": "Alice Oseman", "birthDate": null, "deathDate": null, "biography": null},
{"author": "E. B. White", "birthDate": "11 July 1899", "deathDate": "1 October 1985", "biography": "Elwyn Brooks \"E. B.\" White was an American writer. A long-time contributor to \"The New Yorker\" magazine, he also wrote many famous books for both adults and children, such as the popular Charlotte's Web and Stuart Little, and co-authored a widely used writing guide, The Elements of Style, popularly known by its authors' names, as \"Strunk & White.\"\n"},
{"author": "Jenny Han", "birthDate": "3 September 1980", "deathDate": null, "biography": "Jenny Han is an American author of young adult fiction and children's fiction. She is best known for writing The Summer I Turned Pretty trilogy and the To All the Boys series, the latter of which was adapted into a film of the same name in 2018 starring Lana Condor and Noah Centineo.\n"},
{"author": "Brianna Wiest", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Osamu Dazai", "birthDate": "1909", "deathDate": "1948", "biography": null},
{"author": "Frank Herbert", "birthDate": "8 October 1920", "deathDate": "11 February 1986", "biography": "Real name: Franklin Patrick Herbert Jr.\n"},
{"author": "Eckhart Tolle", "birthDate": "1948", "deathDate": null, "biography": null},
{"author": "Harper Lee", "birthDate": "28 April 1926", "deathDate": "19 February 2016", "biography": "Nelle Harper Lee was an American novelist. She wrote the 1960 novel To Kill a Mockingbird that won the 1961 Pulitzer Prize and became a classic of modern American literature. Lee received numerous accolades and honorary degrees, including the Presidential Medal of Freedom in 2007 which was awarded for her contribution to literature. She assisted her close friend Truman Capote in his research for the book In Cold Blood (1966). Capote was the basis for the character Dill Harris in To Kill a Mockingbird.\n"},
{"author": "Lois Lowry", "birthDate": "20 March 1937", "deathDate": null, "biography": "Lois Ann Lowry (/ˈlaʊəri/;[2] née Hammersberg; March 20, 1937) is an American writer. She is the author of several books for children and young adults, including The Giver Quartet, Number the Stars, and Rabble Starkey. She is known for writing about difficult subject matters, dystopias, and complex themes in works for young audiences.\n"},
{"author": "Jordan B. Peterson", "birthDate": "June 12, 1962", "deathDate": null, "biography": null},
{"author": "Neil Gaiman", "birthDate": "10 November 1960", "deathDate": null, "biography": "Neil Richard MacKinnon Gaiman born Neil Richard Gaiman, 10 November 1960) is an English author of short fiction, novels, comic books, graphic novels, audio theatre, and films. His notable works include the comic book series The Sandman and novels Stardust, American Gods, Coraline, and The Graveyard Book. He has won numerous awards, including the Hugo, Nebula, and Bram Stoker awards, as well as the Newbery and Carnegie medals. He is the first author to win both the Newbery and the Carnegie medals for the same work, The Graveyard Book (2008). In 2013, The Ocean at the End of the Lane was voted Book of the Year in the British National Book Awards.\n"},
{"author": "F. Scott Fitzgerald", "birthDate": "24 September 1896", "deathDate": "21 December 1940", "biography": "Francis Scott Key Fitzgerald was an American author of novels and short stories, whose works are evocative of the Jazz Age, a term he coined himself. He is widely regarded as one of the twentieth century's greatest writers. Fitzgerald is considered a member of the \"Lost Generation\" of the Twenties. He finished four novels, "},
{"author": "Margaret Atwood", "birthDate": "18 November 1939", "deathDate": null, "biography": "Margaret Eleanor Atwood, OC is a Canadian writer. A prolific poet, novelist, literary critic, feminist and activist, she has received national and international recognition for her writing.\n"},
{"author": "Leil Lowndes", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Antoine de Saint-Exupéry", "birthDate": "29 June 1900", "deathDate": "31 July 1944", "biography": "Antoine de Saint-Exupéry (29 June 1900—31 July 1944) was a French writer and aviator. He is best remembered for his novella "},
{"author": "Vladimir Nabokov", "birthDate": "22 April 1899", "deathDate": "2 July 1977", "biography": "Vladimir Vladimirovich Nabokov (Russian: Влади́мир Влади́мирович Набо́ков; 23 April [O.S. 10 April] 1899c – 2 July 1977) was a multilingual Russian-American novelist and short story writer. Nabokov wrote his first nine novels in Russian, then rose to international prominence as a master English prose stylist. He also made contributions to entomology and had an interest in chess problems.\n"},
{"author": "Roald Dahl", "birthDate": "13 September 1916", "deathDate": "23 November 1990", "biography": "Roald Dahl was a British novelist, short story writer, and screenwriter.\n"},
{"author": "Delia Owens", "birthDate": "1949", "deathDate": null, "biography": "\n"},
{"author": "Arthur Conan Doyle", "birthDate": "1859", "deathDate": "1930", "biography": "Sir Arthur Ignatius Conan Doyle KStJ, DL (22 May 1859 – 7 July 1930) was a Scottish writer and physician, most noted for creating the fictional detective Sherlock Holmes and writing stories about him which are generally considered milestones in the field of crime fiction.\n"},
{"author": "William Golding", "birthDate": "19 September 1911", "deathDate": "19 June 1993", "biography": "The winner of the 1983 Nobel Prize in Literature, William Golding is among the most popular and influential British authors to have emerged in the second half of the twentieth century. Golding's reputation rests primarily upon his first novel, Lord of the Flies (1954), which is consistently regarded as an effective and disturbing portrayal of the fragility of civilization.\n"},
{"author": "Dan Brown", "birthDate": "22 June 1964", "deathDate": null, "biography": "Dan Brown is an American author of thriller fiction, best known for the 2003 bestselling novel, "},
{"author": "James Clear", "birthDate": null, "deathDate": null, "biography": "James Clear (born 1986) is an American writer.[1] He is best known for his book Atomic Habits.[2][3]\n"},
{"author": "Aldous Huxley", "birthDate": "26 July 1894", "deathDate": "22 November 1963", "biography": "Aldous Leonard Huxley (26 July 1894 – 22 November 1963) was an English writer and philosopher. He wrote nearly 50 books, both novels and non-fiction works, as well as wide-ranging essays, narratives, and poems.\n"},
{"author": "John Green", "birthDate": "24 Aug 1977", "deathDate": null, "biography": "John Green's first novel, Looking for Alaska, won the 2006 Michael L. Printz Award presented by the American Library Association. His second novel, An Abundance of Katherines, was a 2007 Michael L. Printz Award Honor Book and a finalist for the Los Angeles Times Book Prize. His next novel, Paper Towns, is a New York Times bestseller and won the Edgar Allen Poe Award for Best YA Mystery.  In 2007, John and his brother Hank were the hosts of a popular internet blog, \"Brotherhood 2.0,\" where they discussed their lives, books and current events every day for a year except for weekends and holidays.\n"},
{"author": "David Goggins", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Casey McQuiston", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Yuval Noah Harari", "birthDate": "1957", "deathDate": null, "biography": null},
{"author": "Hannah Grace", "birthDate": null, "deathDate": null, "biography": null},
{"author": "Angie Thomas", "birthDate": "1988-09-20", "deathDate": null, "biography": "Angie Thomas was born, raised, and still resides in Jackson, Mississippi. She is a former teen rapper whose greatest accomplishment was an article about her in Right-On Magazine. She holds a BFA in Creative Writing from Belhaven University."},
{"author": "Daniel Kahneman", "birthDate": "March 5, 1934", "deathDate": "2024", "biography": "Israeli-American psychologist and economist notable for his work on the psychology of judgment and decision-making, as well as behavioral economics.\n"},
{"author": "Taylor Jenkins Reid", "birthDate": "1983", "deathDate": null, "biography": "Taylor Jenkins Reid is the author of the New York Times Bestselling novels "},
{"author": "Joseph Murphy", "birthDate": "1898", "deathDate": "1981", "biography": "Joseph Denis Murphy was an Irish author and New Thought minister, ordained in Divine Science and Religious Science.\n"},
{"author": "Rithvik Singh", "birthDate": null, "deathDate": null, "biography": "Rithvik Singh is one of India’s most beloved poets. With a degree in English literature from Hansraj College, University of Delhi, and an unceasing love of  writing, he writes to give hope to those looking for it. With over 5,00,000 followers on Instagram (@wordsofrithvik), his words never fail to feel like home to his readers. He lives with his family in Udaipur, but his heart and soul are married to Delhi."},
{"author": "Ray Bradbury", "birthDate": "22 August 1920", "deathDate": "5 June 2012", "biography": "Ray Bradbury is one of those rare individuals whose writing has changed the way people think. His more than five hundred published works -- short stories, novels, plays, screenplays, television scripts, and verse -- exemplify the American imagination at its most creative.\n"},
{"author": "Paulo Coelho", "birthDate": "24 August 1947", "deathDate": null, "biography": "Paulo Coelho, born and raised in Rio de Janeiro, Brazil, is a Brazilian novelist known for employing rich symbolism in his depictions of the often spiritually motivated journeys taken by his characters. Coelho dropped out of law school in 1970 and traveled through South America, Mexico, North Africa, and Europe. In 1972 he returned home and began writing pop and rock music lyrics with Raul Seixas, a well-known Brazilian singer and songwriter. He worked for Polygram and CBS Records until 1980, when he embarked on new travels in Europe and Africa.\n"},
{"author": "Napoleon Hill", "birthDate": "1883", "deathDate": "1970", "biography": null},
{"author": "J.R.R. Tolkien", "birthDate": "3 January 1892", "deathDate": "2 September 1973", "biography": "John Ronald Reuel Tolkien (1892-1973) was a major scholar of the English language, specialising in Old and Middle English. Twice Professor of Anglo-Saxon (Old English) at the University of Oxford, he also wrote a number of stories, including most famously The Hobbit (1937) and The Lord of the Rings (1954-1955), which are set in a pre-historic era in an invented version of the world which he called by the Middle English name of Middle-earth. This was peopled by Men (and women), Elves, Dwarves, Trolls, Orcs (or Goblins) and of course Hobbits. He has regularly been condemned by the Eng. Lit. establishment, with honourable exceptions, but loved by literally millions of readers worldwide.\n"},
{"author": "J. K. Rowling", "birthDate": "31 July 1965", "deathDate": null, "biography": "Joanne \"Jo\" Murray, OBE (née Rowling), better known under the pen name J. K. Rowling, is a British author best known as the creator of the Harry Potter fantasy series, the idea for which was conceived whilst on a train trip from Manchester to London in 1990. The Potter books have gained worldwide attention, won multiple awards, sold more than 400 million copies, and been the basis for a popular series of films.\n"}
]
