[
{"title": "Latidos Que No Dije", "author": "Roos", "genres": ["Based on a true story", "Horror", "Sci-fi"], "description": "\"Latidos que no dije\" es una", "published_year": 2016},
{"title": "How to Win Friends and Influence People", "author": "Dale Carnegie", "genres": [], "description": "Available for the first time ever in trade paperback, Dale Carnegie's enduring classic, the inspirational personal development guide that shows how to achieve lifelong success. One of the top-selling books of all time, \"How to Win Friends & Influence People\" has sold more than 15 million copies in all its editions.", "published_year": 2016},
{"title": "The 48 Laws of Power", "author": "Robert Greene", "genres": ["Philosophical", "Research", "Based on a true story", "Reference", "Nonfiction", "Essay", "Textbook", "Drama", "How-to", "Exploratory", "Memoir", "Encyclopedia"], "description": "Amoral, cunning, ruthless, and instructive, this piercing work distills three thousand years of the history of power in to forty-eight well explicated laws. As attention--grabbing in its design as it is in its content, this bold volume outlines the laws of power in their unvarnished essence, synthesizing the philosophies of Machiavelli, Sun-tzu, Carl von Clausewitz, and other great thinkers. Some laws teach the need for prudence (\"Law 1: Never Outshine the Master\"), the virtue of stealth (\"Law 3: Conceal Your Intentions\"), and many demand the total absence of mercy (\"Law 15: Crush Your Enemy Totally\"), but like it or not, all have applications in real life. Illustrated through the tactics of Queen Elizabeth I, Henry Kissinger, P. T. Barnum, and other famous figures who have wielded--or been victimized by--power, these laws will fascinate any reader interested in gaining, observing, or defending against ultimate control.", "published_year": 2016},
{"title": "A Court of Mist and Fury", "author": "Sarah J. Maas", "genres": ["Romance", "Fiction", "Fantasy", "Humor", "Review"], "description": "Feyre has undergone more trials than one human woman can carry in her heart. Though she's now been granted the powers and lifespan of the High Fae, she is haunted by her time Under the Mountain and the terrible deeds she performed to save the lives of Tamlin and his people.", "published_year": 2016},
{"title": "It", "author": "Stephen King", "genres": ["Horror", "Mystery"], "description": "\"", "published_year": 2016},
{"title": "Think and Grow Rich", "author": "Napoleon Hill", "genres": ["Poetry"], "description": "Napoleon Hill's quintessential volume Think and grow rich, the all-time bestseller in the field of professional success, outlines the laws of success and sets the standard of today's motivational thinking.", "published_year": 2016},
{"title": "A Game of Thrones", "author": "George R. R. Martin", "genres": ["Review", "Drama", "Horror", "Satire", "Romance", "Classic", "Mystery", "Philosophical", "Textbook", "Exploratory"], "description": "Le royaume des sept couronnes est sur le point de connaître son plus terrible hiver : par-delà le mur qui garde sa frontière nord, une armée de ténèbres se lève, menaçant de tout détruire sur son passage. Mais il en faut plus pour refroidir les ardeurs des rois, des reines, des chevaliers et des renégats qui se disputent le trône de fer. Tous les coups sont permis, et seuls les plus forts, ou les plus retors, s'en sortiront indemnes...", "published_year": 2016},
{"title": "The Love Hypothesis", "author": "Ali Hazelwood", "genres": ["Romance", "Fiction", "Drama"], "description": "➸", "published_year": 2016},
{"title": "Control Your Mind and Master Your Feelings", "author": "Eric Robertson", "genres": ["Research", "Fantasy", "Sci-fi", "Fiction", "Technical", "Anthology", "Mystery"], "description": "We oftentimes look towards the outside world to find the roots of our problems. However, most of the times, we should be looking inwards. Our mind and our emotions determine our state of being in the present moment. If those aspects are left unchecked, we can get easily overwhelmed and are left feeling unfulfilled every single day.", "published_year": 2016},
{"title": "It Starts with Us", "author": "Colleen Hoover", "genres": ["Paranormal", "Horror", "Romance"], "description": "Before It Ends with Us, it started with Atlas. Colleen Hoover tells fan favorite Atlas’s side of the story and shares what comes next in this long-anticipated sequel to the “glorious and touching” (USA TODAY) #1 New York Times bestseller It Ends with Us", "published_year": 2016},
{"title": "The Psychology of Money", "author": "Morgan Housel", "genres": ["Based on a true story"], "description": "Timeless lessons on wealth, greed, and happiness doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. How to manage money, invest it, and make business decisions are typically considered to involve a lot of mathematical calculations, where data and formulae tell us exactly what to do. But in the real world, people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In the psychology of money, the author shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important matters.", "published_year": 2016},
{"title": "Haunting Adeline", "author": "H. D. Carlton", "genres": ["Romance", "Crime", "Mystery", "Fiction", "Fantasy"], "description": "", "published_year": 2016},
{"title": "Harry Potter and the Philosopher's Stone", "author": "J. K. Rowling", "genres": ["Fantasy", "Fiction", "Mystery", "Humor", "Action", "Drama", "Philosophical", "Classic", "Sci-fi", "Paranormal", "Exploratory", "Research"], "description": "Harry Potter #1", "published_year": 2016},
{"title": "Atomic Habits", "author": "James Clear", "genres": ["Horror", "Technical", "Based on a true story", "Action", "Sci-fi", "Drama", "Fantasy", "How-to", "Humor", "Essay", "Encyclopedia", "Exploratory", "Graphical", "Philosophical", "Review", "Research", "Anthology", "Classic", "Biography"], "description": "No matter your goals, Atomic Habits offers a proven framework for improving every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.", "published_year": 2016},
{"title": "Twisted Love", "author": "Ana Huang", "genres": ["Romance"], "description": "He has a heart of ice … but for her, he'd burn the world. Alex Volkov is a devil blessed with the face of an angel and cursed with a past he can't escape. Driven by a tragedy that has haunted him for most of his life, his ruthless pursuits for success and vengeance leave little room for matters of the heart. But when he's forced to look after his best friend's sister, he starts to feel something in his chest: A crack. A melt. A fire that could end his world as he knew it. *", "published_year": 2016},
{"title": "It Ends With Us", "author": "Colleen Hoover", "genres": ["Romance", "Drama", "Fiction", "Poetry", "Fantasy", "Classic", "Crime", "Humor", "Horror", "Essay", "Nonfiction", "Mystery", "Based on a true story", "Memoir"], "description": "Lily hasn’t always had it easy, but that’s never stopped her from working hard for the life she wants. She’s come a long way from the small town where she grew up—she graduated from college, moved to Boston, and started her own business. And when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily’s life seems too good to be true.", "published_year": 2016},
{"title": "Um casamento arranjado", "author": "Zana Kheiron", "genres": ["Romance", "Fantasy"], "description": "Uma historia de uma familia falida q faz acordo com outra familia rica e sua filha mais velha e cedida em troca. O filho da família rica teve um acidente de avião que queimou 50% do seu corpo e casa c essa linda moca e se apaixonam", "published_year": 2016},
{"title": "Shatter Me", "author": "Tahereh Mafi", "genres": ["Fiction", "Fantasy", "Poetry", "Research", "Drama", "Review", "Technical", "Mystery", "Crime", "Essay", "Textbook", "Classic", "Romance", "Horror", "How-to"], "description": "Ostracized or incarcerated her whole life, seventeen-year-old Juliette is freed on the condition that she use her horrific abilities in support of The Reestablishment, a post-apocalyptic dictatorship, but Adam, the only person ever to show her affection, offers hope of a better future.", "published_year": 2016},
{"title": "Girl in Pieces", "author": "Kathleen Glasgow", "genres": ["Drama"], "description": "Charlotte Davis is in pieces. At 17 she's already lost more than most people do in a lifetime. But she's learned how to forget. The broken glass washes away the sorrow until there is nothing but calm. You don't have to think about your father and the river. Your best friend, who is gone forever. Or your mother, who has nothing left to give you.", "published_year": 2020},
{"title": "The Lightning Thief", "author": "Rick Riordan", "genres": ["Fantasy", "Action", "Humor", "Romance", "Fiction", "Philosophical", "Crime", "Paranormal", "Drama"], "description": "After learning that he is the son of a mortal woman and Poseidon, god of the sea, twelve-year-old Percy is sent to a summer camp for demigods like himself, and joins his new friends on a quest to prevent a war between the gods.", "published_year": 2020},
{"title": "I Don't Love You Anymore", "author": "Rithvik Singh", "genres": ["Romance", "Based on a true story"], "description": "Dear reader,", "published_year": 2020},
{"title": "Twisted Lies", "author": "Ana Huang", "genres": ["Romance", "Action", "Crime", "Fiction", "Drama"], "description": "He'll do anything to have her...including lie.", "published_year": 2020},
{"title": "The Subtle Art of Not Giving a F*ck", "author": "Mark Manson", "genres": ["Mystery", "Romance", "Paranormal", "Drama", "Nonfiction", "Horror", "Classic", "Anthology", "Exploratory", "Dictionary", "Action", "Technical", "Philosophical", "Textbook", "Encyclopedia", "Research", "Poetry", "Memoir", "Humor", "Review", "How-to", "Fantasy", "Sci-fi", "Crime", "Fiction", "Essay", "Biography", "Biographical", "Reference", "Graphical", "Satire", "Based on a true story"], "description": "In this book, blogger and former internet entrepreneur Mark Manson explains in simple, no expletives barred terms how to achieve happiness by caring more about fewer things and not caring at all about more.", "published_year": 2016},
{"title": "The Alchemist", "author": "Paulo Coelho", "genres": ["Philosophical", "Exploratory", "Fantasy", "Classic", "Paranormal", "Drama", "Memoir", "Fiction"], "description": "Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.", "published_year": 2020},
{"title": "Fifty Shades of Grey", "author": "E. L. James", "genres": ["Dictionary", "Romance", "Memoir", "Poetry", "Paranormal", "Satire"], "description": "When literature student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly, innocent Ana is startled to realize she wants this man and, despite his enigmatic reserve, finds she is desperate to get close to him. Unable to resist Ana’s quiet beauty, wit, and independent spirit, Grey admits he wants her, too—but on his own terms.", "published_year": 2020},
{"title": "To Kill a Mockingbird", "author": "Harper Lee", "genres": ["Sci-fi", "Classic"], "description": "One of the best-loved stories of all time, To Kill a Mockingbird has been translated into more than 40 languages, sold more than 30 million copies worldwide, served as the basis for an enormously popular motion picture, and voted one of the best novels of the 20th century by librarians across the United States. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father -- a crusading local lawyer -- risks everything to defend a black man unjustly accused of a terrible crime.", "published_year": 2020},
{"title": "The 7 Habits of Highly Effective People", "author": "Stephen R. Covey", "genres": [], "description": "", "published_year": 2020},
{"title": "Icebreaker", "author": "Hannah Grace", "genres": [], "description": "", "published_year": 2020},
{"title": "Twilight", "author": "Stephenie Meyer", "genres": [], "description": "Bella Swan and Edward Cullen, a pair of star-crossed lovers whose forbidden relationship ripens against the backdrop of small-town suspicion and a mysterious coven of vampires.", "published_year": 2020},
{"title": "The Power of Your Subconscious Mind", "author": "Joseph Murphy", "genres": ["Sci-fi"], "description": "Why is one mad sad and another man happy? Why is one man joyous and prosperous and another man poor and miserable? Why is one man fearful and anxious and another full of faith and confidence? Dr. Joseph Murphy answers these questions and many more in his best-selling self-help book, which shows you how to unleash the hidden strengths within you to gain confidence and success in everyday life.", "published_year": 2020},
{"title": "The Cruel Prince", "author": "Holly Black", "genres": ["Romance", "Drama", "Fantasy", "Fiction"], "description": "Jude was seven years old when her parents were murdered and she and her two sisters were stolen away to live in the treacherous High Court of Faerie. Ten years later, Jude wants nothing more than to belong there, despite her mortality. But many of the fey despise humans. Especially Prince Cardan, the youngest and wickedest son of the High King. To win a place at the Court, she must defy him, and face the consequences.", "published_year": 2020},
{"title": "Ugly Love", "author": "Colleen Hoover", "genres": ["Romance", "Drama", "Fiction", "Humor"], "description": "ATTRACTION AT FIRST SIGHT CAN BE MESSY… When Tate Collins finds airline pilot Miles Archer passed out in front of her apartment door, it is definitely not love at first sight. They wouldn’t even go so far as to consider themselves friends. But what they do have is an undeniable mutual attraction. He doesn’t want love and she doesn’t have time for a relationship, but their chemistry cannot be ignored. Once their desires are out in the open, they realize they have the perfect set-up, as long as Tate can stick to two rules: Never ask about the past and don’t expect a future. Tate is determined that she can handle it, but when she realises that she can’t, will she be able to say no to her sexy pilot when he lives just next door?", "published_year": 2020},
{"title": "Diary of a Wimpy Kid", "author": "Jeff Kinney", "genres": ["Humor", "Drama", "Fiction", "Fantasy"], "description": "Greg Heffley finds thrust into middle school, where undersized weaklings like him share the hallways with much bigger kids who are already shaving. But nothing scares Greg more than the moldy piece of cheese on the blacktop. Can he and his best friend, Rowley Jefferson, make it through the year without getting the Cheese Touch?", "published_year": 2020},
{"title": "Rich Dad, Poor Dad", "author": "Robert T. Kiyosaki", "genres": ["Memoir", "Poetry", "Fantasy", "Paranormal", "Satire", "Sci-fi", "Horror", "Humor"], "description": "April of 2022 marks a 25-year milestone for the personal finance classic Rich Dad Poor Dad that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since Rich Dad Poor Dad was first published, readers will find that very little in the book itself has changed — and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of Rich Dad Poor Dad haven’t changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki’s international bestseller are more timely and more important than ever.", "published_year": 2016},
{"title": "Harry Potter and the Prisoner of Azkaban", "author": "J. K. Rowling", "genres": ["Fantasy", "Action", "Mystery", "Sci-fi", "Horror", "Paranormal", "Graphical", "Philosophical", "Fiction", "Humor", "Drama"], "description": "For Harry Potter, it’s the start of another far-from-ordinary year at Hogwarts when the Knight Bus crashes through the darkness and comes to an abrupt halt in front of him.", "published_year": 2020},
{"title": "Nineteen Eighty-Four", "author": "George Orwell", "genres": ["Philosophical", "Sci-fi", "Fiction", "Fantasy", "Classic"], "description": "Nineteen Eighty-Four: A Novel, often referred to as 1984, is a dystopian social science fiction novel by the English novelist George Orwell (the pen name of Eric Arthur Blair). It was published on 8 June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime. Thematically, Nineteen Eighty-Four centres on the consequences of totalitarianism, mass surveillance, and repressive regimentation of persons and behaviours within society. Orwell, himself a democratic socialist, modelled the authoritarian government in the novel after Stalinist Russia. More broadly, the novel examines the role of truth and facts within politics and the ways in which they are manipulated.", "published_year": 2020},
{"title": "Harry Potter and the Chamber of Secrets", "author": "J. K. Rowling", "genres": ["Fantasy", "Fiction", "Mystery", "Humor", "Action", "Classic", "Paranormal", "Drama"], "description": "Throughout the summer holidays after his first year at Hogwarts School of Witchcraft and Wizardry, Harry Potter has been receiving sinister warnings from a house-elf called Dobby.", "published_year": 2020},
{"title": "Harry Potter and the Deathly Hallows", "author": "J. K. Rowling", "genres": ["Fantasy", "Mystery", "Crime", "Fiction", "Action", "Drama", "Sci-fi", "Horror", "Philosophical", "Textbook", "Technical", "Review", "Romance"], "description": "Harry Potter is leaving Privet Drive for the last time. But as he climbs into the sidecar of Hagrid’s motorbike and they take to the skies, he knows Lord Voldemort and the Death Eaters will not be far behind.", "published_year": 2020},
{"title": "The Seven Husbands of Evelyn Hugo", "author": "Taylor Jenkins Reid", "genres": ["Romance", "Drama", "Humor", "Memoir", "Fiction", "Essay", "Mystery"], "description": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now?", "published_year": 2017},
{"title": "Pride and Prejudice", "author": "Jane Austen", "genres": ["Classic", "Fiction", "Drama", "Satire", "Humor", "Romance"], "description": "345 p. :", "published_year": 2020},
{"title": "The Hunger Games", "author": "Suzanne Collins", "genres": ["Fiction", "Sci-fi", "Fantasy", "Drama", "Humor", "Exploratory", "Horror"], "description": "The Hunger Games is a 2008 dystopian novel by the American writer Suzanne Collins. It is written in the perspective of 16-year-old Katniss Everdeen, who lives in the future, post-apocalyptic nation of Panem in North America. The Capitol, a highly advanced metropolis, exercises political control over the rest of the nation. The Hunger Games is an annual event in which one boy and one girl aged 12–18 from each of the twelve districts surrounding the Capitol are selected by lottery to compete in a televised battle royale to the death.", "published_year": 2020},
{"title": "Verity", "author": "Colleen Hoover", "genres": ["Mystery", "Horror", "Drama", "Romance", "Fiction", "Paranormal", "Crime", "Memoir"], "description": "Read This Book Pdf Free👉", "published_year": 2017},
{"title": "Red, White & Royal Blue", "author": "Casey McQuiston", "genres": ["Romance", "Fiction", "Fantasy", "Mystery"], "description": "", "published_year": 2017},
{"title": "Charlotte's Web", "author": "E. B. White", "genres": ["Fiction", "Fantasy"], "description": "Charlotte's Web may be America's best-loved children's book today. Its plot is seamless, its characters poignant and unforgettable, and the writing a marvel of ease and fluency. In fact, thought. E. B. White labored tirelessly over eight manuscript drafts, thoroughly researched the habits of spiders, and meditated on the lives of pigs. THE ANNOTATED CHARLOTTE'S WEB opens the door to the creator's workshop and allows the reader to glance over the shoulder of one of the most exacting and fastidious American writers as he forms his masterpiece. Included are:", "published_year": 2017},
{"title": "A Gentle Reminder", "author": "Bianca Sparacino", "genres": ["Reference", "Research", "Philosophical", "Anthology", "Based on a true story", "Biography", "Classic", "Dictionary"], "description": "A gentle reminder for the days you feel light in this world, and for the days in which the sun rises a little slower. A gentle reminder for when your heart is full of hope and for when you are learning how to heal it. A gentle reminder for when you finally begin to trust in the goodness and for when you need the kind of words that hug your broken pieces back together.", "published_year": 2017},
{"title": "The Silent Patient", "author": "Alex Michaelides", "genres": ["Mystery", "Sci-fi", "Crime", "Philosophical"], "description": "Alicia Berenson’s life is seemingly perfect. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word. Alicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London. Theo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations–a search for the truth that threatens to consume him.", "published_year": 2017},
{"title": "Animal Farm", "author": "George Orwell", "genres": ["Satire", "Classic"], "description": "Animal Farm is a brilliant political satire and a powerful and affecting story of revolutions and idealism, power and corruption. 'All animals are equal. But some animals are more equal than others.' Mr Jones of Manor Farm is so lazy and drunken that one day he forgets to feed his livestock. The ensuing rebellion under the leadership of the pigs Napoleon and Snowball leads to the animals taking over the farm. Vowing to eliminate the terrible inequities of the farmyard, the renamed Animal Farm is organised to benefit all who walk on four legs. But as time passes, the ideals of the rebellion are corrupted, then forgotten. And something new and unexpected emerges..", "published_year": 2017},
{"title": "The Power of Positive Thinking", "author": "Norman Vincent Peale", "genres": [], "description": "In this phenomenal bestseller, “written with the sole objective of helping the reader achieve a happy, satisfying, and worthwhile life,” Dr. Peale demonstrates the power of faith in action. With the practical techniques outlined in this book, you can energize your life—and give yourself the initiative needed to carry out your ambitions and hopes. You’ll learn how to:", "published_year": 2017},
{"title": "A Good Girl's Guide to Murder", "author": "Holly Jackson", "genres": ["Crime", "Mystery", "Paranormal", "Action"], "description": "Everyone is talking about A Good Girl's Guide to Murder! With shades of Serial and Making a Murderer this is the story about an investigation turned obsession, full of twists and turns and with an ending you'll never expect.", "published_year": 2017},
{"title": "The Art of Seduction", "author": "Robert Greene", "genres": ["Fantasy"], "description": "This mesmerizing exploration of the most subtle, elusive, and effective form of power is a masterful analysis of civilization's greatest seducers, from Cleopatra to JFK, as well as the classic literature of seduction from Freud to Kierkegaard and Ovid to Casanova. Robert Greene once again identifies the rules of a timeless, amoral game and explores how to cast a spell, break down resistance, and, ultimately, compel a target to surrender. Presenting the timeless profiles of each type of seducer and the twenty-four maneuvers that will guide you step by step in the game of seduction, The Art of Seduction is an indispensable primer of persuasion that reveals the timeless power of this age-old art.", "published_year": 2017},
{"title": "I'm Glad My Mom Died", "author": "Jennette McCurdy", "genres": ["Memoir", "Crime", "Humor", "Nonfiction", "Based on a true story"], "description": "Jennette McCurdy was six years old when she had her first acting audition. Her mother’s dream was for her only daughter to become a star, and Jennette would do anything to make her mother happy. So she went along with what Mom called “calorie restriction,” eating little and weighing herself five times a day. She endured extensive at-home makeovers while Mom chided, “Your eyelashes are invisible, okay? You think Dakota Fanning doesn’t tint hers?” She was even showered by Mom until age sixteen while sharing her diaries, email, and all her income.", "published_year": 2017},
{"title": "The Art of War", "author": "Sun Tzu", "genres": [], "description": "The Art of War is an ancient Chinese military treatise dating from the Late Spring and Autumn Period. The work, which is attributed to the ancient Chinese military strategist Sun Tzu", "published_year": 2017},
{"title": "Sapiens: A Brief History of Humankind", "author": "Yuval Noah Harari", "genres": ["Encyclopedia", "Philosophical", "Nonfiction", "Reference", "How-to", "Essay", "Research", "Technical"], "description": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”", "published_year": 2017},
{"title": "Harry Potter and the Half-Blood Prince", "author": "J. K. Rowling", "genres": [], "description": "One summer night, when Dumbledore arrives at Privet Drive to collect Harry Potter, his wand hand is blackened and shriveled, but he will not reveal why.", "published_year": 1953},
{"title": "King of Wrath", "author": "Ana Huang", "genres": ["Romance", "Fiction"], "description": "Ruthless. Meticulous. Arrogant.", "published_year": 1953},
{"title": "Harry Potter and the Goblet of Fire", "author": "J. K. Rowling", "genres": ["Romance", "Fantasy"], "description": "En ce début d'année à Poudlard, une grande nouvelle attend Harry, Ron et Hermione : la tenue d'un tournoi de magie exceptionnel entre les plus célèbres écoles de sorcellerie. Déjà les délégations étrangères font leur entrée. Harry se réjouit... Trop vite. Il va au-devant des événements les plus dramatiques qu'il ait jamais connus.", "published_year": 2017},
{"title": "A Little Life", "author": "Hanya Yanagihara", "genres": [], "description": "When four classmates from a small Massachusetts college move to New York to make their way, they're broke, adrift, and buoyed only by their friendship and ambition. There is kind, handsome Willem, an aspiring actor; JB, a quick-witted, sometimes cruel Brooklyn-born painter seeking entry to the art world; Malcolm, a frustrated architect at a prominent firm; and withdrawn, brilliant, enigmatic Jude, who serves as their center of gravity. Over the decades, their relationships deepen and darken, tinged by addiction, success, and pride. Yet their greatest challenge, each comes to realize, is Jude himself, by midlife a terrifyingly talented litigator yet an increasingly broken man, his mind and body scarred by an unspeakable childhood, and haunted by what he fears is a degree of trauma that he'll not only be unable to overcome -- but that will define his life forever.", "published_year": 1953},
{"title": "A Court of Thorns and Roses", "author": "Sarah J. Maas", "genres": ["Fantasy", "Romance", "Fiction"], "description": "When nineteen-year-old huntress Feyre kills a wolf in the woods, a terrifying creature arrives to demand retribution. Dragged to a treacherous magical land she knows about only from legends, Feyre discovers that her captor is not truly a beast, but one of the lethal, immortal faeries who once ruled her world.", "published_year": 1953},
{"title": "Deep Work: Rules for Focused Success in a Distracted World", "author": "Cal Newport", "genres": [], "description": "One of the most valuable skills in our economy is becoming increasingly rare. If you master this skill, you'll achieve extraordinary results.", "published_year": 1953},
{"title": "If he had been with me", "author": "Laura Nowlin", "genres": ["Romance", "Drama", "Fiction", "Mystery"], "description": "A love story spanning the history of two teenagers' lives and all the moments when if one little thing had been different, their futures would have been together instead of apart.", "published_year": 1953},
{"title": "The Giver", "author": "Lois Lowry", "genres": ["Fantasy", "Sci-fi", "Action", "Nonfiction", "Fiction", "Horror", "Mystery"], "description": "在一个看似乌托邦的未来世界里，12 岁的小男孩乔纳斯被挑选出来，接受 \"赐予者 \"的特殊训练。", "published_year": 1977},
{"title": "Heartstopper, Volume 1", "author": "Alice Oseman", "genres": ["Drama", "Mystery", "Fantasy", "Sci-fi", "Poetry", "Humor", "Romance", "Crime", "Graphical", "Paranormal"], "description": "Charlie, a highly-strung, openly gay over-thinker, and Nick, a cheerful, soft-hearted rugby player, meet at a British all-boys grammar school. Their friendship blooms quickly, but could there be something more...?", "published_year": 1953},
{"title": "The Song of Achilles", "author": "Madeline Miller", "genres": ["Fiction", "Romance", "Classic", "Fantasy", "Action"], "description": "This is the story of the seige of Troy from the perspective of Achilles best-friend Patroclus.  Although Patroclus is outcast from his home for disappointing his father he manages to be the only mortal who can keep up with the half-God Archilles.  Even though many will know the facts behind the story the telling is fresh and engaging.", "published_year": 1953},
{"title": "Read People Like a Book", "author": "Patrick King", "genres": ["Philosophical", "Poetry", "Drama", "Sci-fi", "Based on a true story", "Classic", "Horror", "Reference"], "description": "Speed read people, decipher body language, detect lies, and understand human nature.", "published_year": 2017},
{"title": "12 Rules for Life: An Antidote to Chaos", "author": "Jordan B. Peterson", "genres": [], "description": "What does everyone in the modern world need to know? Renowned psychologist Jordan B. Peterson's answer to this most difficult of questions uniquely combines the hard-won truths of ancient tradition with the stunning revelations of cutting-edge scientific research.", "published_year": 1977},
{"title": "Ikigai: The Japanese Secret to a Long and Happy Life", "author": "Héctor García", "genres": ["How-to", "Research", "Exploratory"], "description": "\"Bring meaning and joy to all your days with this internationally bestselling guide to the Japanese concept of ikigai -- the happiness of always being busy -- as revealed by the daily habits of the world's longest-living people.\" -- From Amazon.com summary.", "published_year": 1953},
{"title": "Charlie and the Chocolate Factory", "author": "Roald Dahl", "genres": ["Fantasy", "Humor", "Classic", "Poetry", "Drama", "Fiction"], "description": "Charlie and the Chocolate Factory is a 1964 children's novel by British author Roald Dahl. The story features the adventures of young Charlie Bucket inside the chocolate factory of eccentric chocolatier Willy Wonka.", "published_year": 1977},
{"title": "Reminders of Him", "author": "Colleen Hoover", "genres": [], "description": "👉", "published_year": 1977},
{"title": "How to Talk to Anyone", "author": "Leil Lowndes", "genres": [], "description": "What is that magic quality making some people instantly loved and respected? Everyone wants to be their friend (or, if single, their lover!) In business, they rise swiftly to the top of the corporate ladder. What is their \"Midas touch?\" What it boils down to is a more skillful way of dealing with people. The author has spent her career teaching people how to communicate for success. In her book 'How to Talk to Anyone, ; Lowndes offers 92 easy and effective sure-fire success techniques-- she takes the reader from first meeting all the way up to sophisticated techniques used by the big winners in life.", "published_year": 1977},
{"title": "Le petit prince", "author": "Antoine de Saint-Exupéry", "genres": ["Fiction", "Philosophical", "Classic", "Exploratory"], "description": "est une œuvre de langue française, la plus connue d'Antoine de Saint-Exupéry. Publié en 1943 à New York simultanément à sa traduction anglaise, c'est une œuvre poétique et philosophique sous l'apparence d'un conte pour enfants.", "published_year": 1977},
{"title": "Hunting Adeline", "author": "H. D. Carlton", "genres": ["Romance", "Horror", "Crime", "Mystery"], "description": "The final installment to the Cat and Mouse Duet...", "published_year": 1977},
{"title": "The Great Gatsby", "author": "F. Scott Fitzgerald", "genres": [], "description": "In the more than thirty years since its publication, THE GREAT GATSBY has rightly taken its place as one of Fitzgerald's masterpieces, and indeed as one of the masterpieces of American fiction.", "published_year": 1977},
{"title": "Coraline", "author": "Neil Gaiman", "genres": ["Fiction", "Fantasy", "Classic", "Mystery"], "description": "Dzień po przeprowadzce Koralina udała się na poszukiwania....", "published_year": 1977},
{"title": "Lord of Flies", "author": "William Golding", "genres": [], "description": "Ben shu jie xiao hai de tian zhen lai tan tao ren xing de e zhei yi yan su zhu ti.Gu shi fa sheng yu xiang xiang zhong de di san ci shi jie da zhan,Yi qun liu sui zhi shi er sui de er tong zai che tui tu zhong yin fei ji shi shi bei kun zai yi zuo huang dao shang,Qi xian shang neng he mu xiang chu,Hou lai you yu e de ben xing peng zhang qi lai,Bian hu xiang can sha,Fa sheng bei ju xing de jie guo.", "published_year": 1977},
{"title": "Misery", "author": "Stephen King", "genres": ["Horror"], "description": "Novelist Paul Sheldon has plans to make the difficult transition from writing historical romances featuring heroine Misery Chastain to publishing literary fiction. Annie Wilkes, Sheldon's number one fan, rescues the author from the scene of a car accident. The former nurse takes care of him in her remote house, but becomes irate when she discovers that the author has killed Misery off in his latest book. Annie keeps Sheldon prisoner while forcing him to write a book that brings Misery back to life.", "published_year": 1978},
{"title": "Lolita", "author": "Vladimir Nabokov", "genres": [], "description": "A novel that studies the moral disintegration of a man whose obsessive desire to possess his step-daughter destroys the lives of those around him.", "published_year": 1977},
{"title": "Matilda", "author": "Roald Dahl", "genres": ["Classic", "Drama", "Fiction"], "description": "No podemos resistirnos a Matilda y recomendar a su autor a los niños que no lo conozcan. Matilda debe poner orden en una escuela poco acogedora porque sus profesores no están a la altura de su profesión. Pero el humor, la ironía y también la ternura harán que la escuela termine siendo un lugar amable donde ayuden a los niños a crecer y a leer. Roald Dahl decía que todos los niños tenían una brasa y que alguien debe encender el fuego y mantenerlo encendido. La escuela tiene este papel que cumplir porque de ello depende la luz del mundo.", "published_year": 1977},
{"title": "Where the Crawdads Sing", "author": "Delia Owens", "genres": ["Mystery", "Crime", "Fiction", "Romance"], "description": "Chase Andrews stirbt, und die Bewohner der ruhigen Küstenstadt Barkley Cove sind sich einig: Schuld ist das Marschmädchen.", "published_year": 1977},
{"title": "The Power of Now: A Guide to Spiritual Enlightenment", "author": "Eckhart Tolle", "genres": [], "description": "Eckhart Tolle has emerged as one of today's most inspiring teachers. In The Power of Now, already a worldwide bestseller, the author describes his transition from despair to self-realization soon after his 29th birthday. Tolle took another ten years to understand this transformation, during which time he evolved a philosophy that has parallels in Buddhism, relaxation techniques, and meditation theory but is also eminently practical. In The Power of Now he shows readers how to recognize themselves as the creators of their own pain, and how to have a pain-free existence by living fully in the present. Accessing the deepest self, the true self, can be learned, he says, by freeing ourselves from the conflicting, unreasonable demands of the mind and living \"present, fully, and intensely, in the Now.\"", "published_year": 1977},
{"title": "Brave New World", "author": "Aldous Huxley", "genres": ["Fiction", "Sci-fi", "Philosophical", "Classic", "Drama"], "description": "Originally published in 1932, this outstanding work of literature is more crucial and relevant today than ever before. Cloning, feel-good drugs, antiaging programs, and total social control through politics, programming, and media -- has Aldous Huxley accurately predicted our future? With a storyteller's genius, he weaves these ethical controversies in a compelling narrative that dawns in the year 632 AF (After Ford, the deity). When Lenina and Bernard visit a savage reservation, we experience how Utopia can destroy humanity. A powerful work of speculative fiction that has enthralled and terrified readers for generations, Brave New World is both a warning to be heeded and thought-provoking yet satisfying entertainment. - Container.", "published_year": 1977},
{"title": "The Handmaid's Tale", "author": "Margaret Atwood", "genres": ["Philosophical", "Fantasy", "Drama"], "description": "The Handmaid's Tale is a dystopian novel by Canadian author Margaret Atwood, published in 1985. It is set in a near-future New England, in a strongly patriarchal, totalitarian theonomic state, known as the Republic of Gilead, which has overthrown the United States government. The central character and narrator is a woman named Offred, one of the group known as \"handmaids\", who are forcibly assigned to produce children for the \"commanders\" — the ruling class of men in Gilead.", "published_year": 1977},
{"title": "The Shining", "author": "Stephen King", "genres": ["Horror", "Drama", "Satire", "Fantasy", "Encyclopedia", "Nonfiction", "Humor", "Paranormal", "Textbook", "Exploratory", "Action", "Crime", "Memoir", "Graphical", "Research", "Dictionary", "Sci-fi", "Philosophical", "Technical", "How-to", "Reference", "Anthology", "Biographical", "Essay", "Romance", "Based on a true story", "Biography", "Classic", "Fiction", "Mystery", "Review", "Poetry"], "description": "The Shining is a 1977 horror novel by American author Stephen King. It is King's third published novel and first hardback bestseller; its success firmly established King as a preeminent author in the horror genre. The setting and characters are influenced by King's personal experiences, including both his visit to The Stanley Hotel in 1974 and his struggle with alcoholism. The book was followed by a sequel, Doctor Sleep, published in 2013.", "published_year": 1977},
{"title": "The Da Vinci Code", "author": "Dan Brown", "genres": ["Mystery", "Crime", "Fantasy"], "description": "The Da Vinci Code is a 2003 mystery thriller novel by Dan Brown. It is Brown's second novel to include the character Robert Langdon: the first was his 2000 novel Angels & Demons. The Da Vinci Code follows \"symbologist\" Robert Langdon and cryptologist Sophie Neveu after a murder in the Louvre Museum in Paris causes them to become involved in a battle between the Priory of Sion and Opus Dei over the possibility of Jesus Christ and Mary Magdalene having had a child together.", "published_year": 1977},
{"title": "The Summer I Turned Pretty", "author": "Jenny Han", "genres": ["Drama", "Romance", "Fantasy"], "description": "Belly’s never been the kind of girl that things happen to. Year after year, she’s spent her summers at the beach house with Conrad and Jeremiah. The boys never noticed Belly noticing them. And every summer she hoped it would be different. This time, it was. But the summer Belly turned pretty was the summer that changed everything. For better, and for worse.", "published_year": 1953},
{"title": "Dune", "author": "Frank Herbert", "genres": [], "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the \"spice\" melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...", "published_year": 1953},
{"title": "The Adventures of Sherlock Holmes [12 stories]", "author": "Arthur Conan Doyle", "genres": ["Crime", "Based on a true story", "Poetry", "Action", "Fantasy", "Humor", "Technical", "Horror"], "description": "The Adventures of Sherlock Holmes is a collection of twelve short stories by Arthur Conan Doyle, first published on 14 October 1892. It contains the earliest short stories featuring the consulting detective Sherlock Holmes, which had been published in twelve monthly issues of The Strand Magazine from July 1891 to June 1892. The stories are collected in the same sequence, which is not supported by any fictional chronology. The only characters common to all twelve are Holmes and Dr. Watson and all are related in first-person narrative from Watson's point of view.", "published_year": 1977},
{"title": "Wonder", "author": "R. J. Palacio", "genres": ["Based on a true story", "Fiction", "Essay", "Sci-fi"], "description": "Ten-year-old Auggie Pullman, who was born with extreme facial abnormalities and was not expected to survive, goes from being home-schooled to entering fifth grade at a private middle school in Manhattan, which entails enduring the taunting and fear of his classmates as he struggles to be seen as just another student.", "published_year": 1953},
{"title": "Twisted Hate", "author": "Ana Huang", "genres": ["Fiction", "Romance"], "description": "He hates her...almost as much as he wants her.", "published_year": 1953},
{"title": "The Laws of Human Nature", "author": "Robert Greene", "genres": [], "description": "\"From the #1 New York Times-bestselling author of The 48 Laws of Power comes the definitive new book on decoding the behavior of the people around you  Robert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves.  We are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to look behind people's masks, and how to resist conformity to develop your singular sense of purpose. Whether at work, in relationships, or in shaping the world around you, The Laws of Human Nature offers brilliant tactics for success, self-improvement, and self-defense\"--", "published_year": 1953},
{"title": "101 Essays That Will Change The Way You Think", "author": "Brianna Wiest", "genres": ["Essay", "Philosophical"], "description": "441 pages ; 22 cm", "published_year": 1953},
{"title": "Harry Potter and the Order of the Phoenix", "author": "J. K. Rowling", "genres": ["Fantasy", "Action"], "description": "After the Dementors’ attack on his cousin Dudley, Harry knows he is about to become Voldemort’s next target.", "published_year": 1953},
{"title": "The Hate U Give", "author": "Angie Thomas", "genres": [], "description": "The Hate U Give is a 2017 young adult novel by Angie Thomas. It is Thomas's debut novel, expanded from a short story she wrote in college in reaction to the police shooting of Oscar Grant. The book is narrated by Starr Carter, a 16-year-old black girl from a poor neighborhood who attends an elite private school in a predominantly white, affluent part of the city. Starr becomes entangled in a national news story after she witnesses a white police officer shoot and kill her childhood friend, Khalil. She speaks up about the shooting in increasingly public ways, and social tensions culminate in a riot after a grand jury decides not to indict the police officer for the shooting.", "published_year": 1977},
{"title": "The Fault in Our Stars", "author": "John Green", "genres": ["Fiction", "Romance", "Nonfiction"], "description": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.", "published_year": 1953},
{"title": "Ningen shikkaku", "author": "Osamu Dazai", "genres": [], "description": "Osamu Dazai's No Longer Human, this leading postwar Japanese writer's second novel, tells the poignant and fascinating story of a young man who is caught between the breakup of the traditions of a northern Japanese aristocratic family and the impact of Western ideas. In consequence, he feels himself \"disqualified from being human\" (a literal translation of the Japanese title). Donald Keene, who translated this and Dazai's first novel, The Setting Sun, has said of the author's work: \"His world . . . suggests Chekhov or possibly postwar France, . . . but there is a Japanese sensibility in the choice and presentation of the material. A Dazai novel is at once immediately intelligible in Western terms and quite unlike any Western book.\" His writing is in some ways reminiscent of Rimbaud, while he himself has often been called a forerunner of Yukio Mishima.", "published_year": 1953},
{"title": "Twisted Games", "author": "Ana Huang", "genres": [], "description": "She can never be his…but he’s taking her anyway.", "published_year": 2017},
{"title": "Fahrenheit 451", "author": "Ray Bradbury", "genres": ["Sci-fi"], "description": "Fahrenheit 451 is a 1953 dystopian novel by American writer Ray Bradbury. Often regarded as one of his best works, the novel presents a future American society where books are outlawed and \"firemen\" burn any that are found. The book's tagline explains the title as \"'the temperature at which book paper catches fire, and burns\": the autoignition temperature of paper. The lead character, Guy Montag, is a fireman who becomes disillusioned with his role of censoring literature and destroying knowledge, eventually quitting his job and committing himself to the preservation of literary and cultural writings.", "published_year": 1953},
{"title": "Can't Hurt Me: Master Your Mind and Defy the Odds", "author": "David Goggins", "genres": [], "description": "New York Times best seller", "published_year": 2017},
{"title": "Thinking, fast and slow", "author": "Daniel Kahneman", "genres": [], "description": "In his mega bestseller, Thinking, Fast and Slow, Daniel Kahneman, world-famous psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think.", "published_year": 2017},
{"title": "November 9", "author": "Colleen Hoover", "genres": [], "description": "\"Beloved #1 New York Times bestselling author Colleen Hoover returns with an unforgettable love story between a writer and his unexpected muse.", "published_year": 1953},
{"title": "The Hobbit", "author": "J.R.R. Tolkien", "genres": ["Fantasy", "Fiction", "Based on a true story", "Nonfiction"], "description": "The Hobbit is a tale of high adventure, undertaken by a company of dwarves in search of dragon-guarded gold. A reluctant partner in this perilous quest is Bilbo Baggins, a comfort-loving unambitious hobbit, who surprises even himself by his resourcefulness and skill as a burglar.", "published_year": 2017}
]